// START *******************************************************************************************
// *************************************************************************************************

window.onresize = UpdateDisplay;

Translate('English', false);

setTimeout(() => {
    divOverlayLoading.classList.add('removeLoadingOverlay');
    setTimeout(() => { divOverlayLoading.style.display = 'none'; }, 500);
}, 23);



// ╔════════════════════╗
// ║ PRAEDIUM v1.6.02   ║
// ╟────────────────────╢
// ║                    ║
// ║                    ║
// ║                    ║
// ║                    ║
// ║   by Michael Davis ║
// ║         11/28/2024 ║ 🦃
// ╚════════════════════╝



// End of Document